[
    {
        "name": "Star Wars IV: A New Hope",
        "actor": ["Mark Hamill", "Kenny Baker", "David Prowse", "Phil Brown"],
        "director": "George Lucas",
        "rating": [9],
        "desc": "Chiến tranh giữa các vì sao: Tập 4 – Niềm hi vọng mới là phim điện ảnh sử thi không gian của Mỹ công chiếu năm 1977 do George Lucas làm đạo diễn kiêm biên kịch. Đây là bộ phim đầu tiên trong bộ ba tác phẩm gốc và là bộ phim đầu tiên của nhượng quyền Star Wars.",
        "img": "./images/ANewHope/img.jpg",
        "source": "https://www.youtube.com/embed/MpkrMqmmy5k",
        "age": 13,
        "year": 1977,
        "cmt": [],
        "genre": ["Viễn tưởng", "Phiêu lưu", "Hành động"]
    },
    {
        "name": "Black Panther",
        "actor": ["Chadwick Boseman", "Michael B. Jordan", "Lupita Nyong`o", "Danai Gurira"],
        "director": "Ryan Coogler",
        "rating": [7],
        "desc": "Black Panther: Chiến binh Báo Đen (tựa gốc tiếng Anh: Black Panther) là một phim của điện ảnh Hoa Kỳ dựa trên nhân vật siêu anh hùng cùng tên của hãng Marvel Comics, sản xuất bởi Marvel Studios và phân phối bởi Walt Disney Studios Motion Pictures. Đây là bộ phim thứ 18 trong Vũ trụ Điện ảnh Marvel (MCU), đồng thời đánh dấu bộ phim siêu anh hùng da màu đầu tiên.",
        "img": "./images/BlackPanther/img.jpg",
        "source": "https://www.youtube.com/embed/xjDjIWPwcPU",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Siêu anh hùng", "Hành động"]
    },
    {
        "name": "Avengers Endgame",
        "actor": ["Robert Downey Jr.", "Brie Larson", "Paul Rudd", "Joe Russo"],
        "director": "Anthony Russo",
        "rating": [8],
        "desc": "Avengers: Hồi kết là phim điện ảnh siêu anh hùng Mỹ ra mắt năm 2019, do Marvel Studios sản xuất và Walt Disney Studios Motion Pictures phân phối độc quyền tại thị trường Bắc Mỹ.",
        "img": "./images/AvengersEndgame/img.jpg",
        "source": "https://www.youtube.com/embed/TcMBFSGVi1c",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Siêu anh hùng", "Hành động", "Viễn tưởng"]
    },
    {
        "name": "Black Adam",
        "actor": ["Dwayne Johnson", "Noah Centineo", "Aldis Hodge", "Marwan Kenzari"],
        "director": "Jaume Collet-Serra",
        "rating": [7],
        "desc": "Black Adam là một bộ phim điện ảnh siêu anh hùng của Hoa Kỳ ra mắt năm 2022, dựa trên nhân vật cùng tên của DC Comics. Được sản xuất bởi New Line Cinema, DC Films, Seven Bucks Productions và Flynn Picture, đây là phần phim ngoại truyện của Shazam!, và là phim thứ 11 trong Vũ trụ Mở rộng DC.",
        "img": "./images/BlackAdam/img.jpg",
        "source": "https://www.youtube.com/embed/mkomfZHG5q4",
        "age": 13,
        "year": 2022,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Siêu anh hùng"]
    },
    {
        "name": "The Invisible Man",
        "actor": ["Elisabeth Moss", "Oliver Jackson-Cohen", "Harriet Dyer"],
        "director": "Leigh Whannell",
        "rating": [7],
        "desc": "The Invisible Man là một bộ phim kinh dị khoa học viễn tưởng của Mỹ. Nó kể về câu chuyện của một phụ nữ tên là Cecilia, người đã trốn thoát khỏi cuộc hôn nhân bạo lực và sau đó biến mất sau khi chồng cô tự sát. Tuy nhiên, cô bắt đầu tin rằng ông ta không chết và đang ám ảnh cô bằng cách trở thành người vô hình. Câu chuyện tiếp diễn với Cecilia cố gắng chứng minh cho những người xung quanh rằng cô không bị điên và thực sự có một kẻ ám ảnh đang săn đuổi cô.",
        "img": "./images/TheInvisibleMan/img.jpg",
        "source": "https://www.youtube.com/embed/WO_FJdiY9dA",
        "age": 13,
        "year": 2020,
        "cmt": [],
        "genre": ["Kinh dị", "Viễn tưởng"]
    },
    {
        "name": "Greyhound",
        "actor": ["Tom Hanks", "Stephen Graham", "Rob Morgan"],
        "director": "Aaron Schneider",
        "rating": [7],
        "desc": "Greyhound là một bộ phim chiến tranh của Mỹ dựa trên tiểu thuyết The Good Shepherd của C.S. Forester. Phim kể về những cuộc chiến đấu giữa một tàu chiến Mỹ và các tàu ngầm Đức trong chiến dịch đồng minh trong Thế chiến II. Tom Hanks vào vai đại úy Ernest Krause, một người lãnh đạo không có kinh nghiệm trong việc chỉ huy tàu chiến. Khi tàu của ông phải đối mặt với các tàu ngầm Đức, ông phải đối mặt với những thử thách khó khăn và đặt cuộc đấu tranh của mình trong tình trạng nguy hiểm.",
        "img": "./images/Greyhound/img.jpg",
        "source": "https://www.youtube.com/embed/eyzxu26-Wqk",
        "age": 13,
        "year": 2020,
        "cmt": [],
        "genre": ["Hành động"]
    },
    {
        "name": "Escape Room",
        "actor": ["Taylor Russell", "Logan Miller", "Jay Ellis"],
        "director": "Adam Robitel",
        "rating": [6.4],
        "desc": "Escape Room là một bộ phim kinh dị giật gân của Mỹ. Nó kể về sáu người lạ nhận được lời mời tham gia một trò chơi phòng thoát hiểm với giải thưởng 10.000 đô la Mỹ. Tuy nhiên, họ sớm nhận ra rằng trò chơi này không chỉ là một trò chơi vui mà đầy rẫy những thử thách và cảm giác sợ hãi. Họ phải đối mặt với các phòng trong đó mỗi phòng đều liên quan đến quá khứ của họ và đang đe dọa tính mạng của họ.",
        "img": "./images/EscapeRoom/img.jpg",
        "source": "https://www.youtube.com/embed/6dSKUoV0SNI",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Kinh dị", "Hành động"]
    },
    {
        "name": "Jojo Rabbit",
        "actor": ["Roman Griffin Davis", "Thomasin McKenzie", "Scarlett Johansson", "Taika Waititi"],
        "director": "Taika Waititi",
        "rating": [7.9],
        "desc": "Jojo Rabbit là một bộ phim hài kịch-chính kịch của Mỹ. Nó kể về một cậu bé người Đức tên là Jojo Betzler, một người tin rằng chính phủ Đức đang chiến đấu vì sự công bằng và chủ quyền. Khi Jojo phát hiện ra rằng mẹ cậu đang giấu chạy một cô gái Do Thái trong nhà của họ, cậu phải đối mặt với những khó khăn và thách thức trong việc tìm hiểu thế giới xung quanh và thay đổi quan điểm của mình.",
        "img": "./images/JojoRabbit/img.jpg",
        "source": "https://www.youtube.com/embed/tL4McUzXfFI",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Hài hước"]
    },
    {
        "name": "Knives Out",
        "actor": ["Daniel Craig", "Chris Evans", "Ana de Armas", "Jamie Lee Curtis"],
        "director": "Rian Johnson",
        "rating": [7.9],
        "desc": "Knives Out là một bộ phim trinh thám hài của Mỹ. Nó kể về một vụ án giết người trong gia đình của một nhà văn nổi tiếng và người thám tử Benoit Blanc được thuê để giải quyết vụ án. Trong khi điều tra, ông phải đối mặt với một gia đình giàu có và lập dị, và phải tìm ra sự thật đằng sau cái chết của nhà văn.",
        "img": "./images/KnivesOut/img.jpg",
        "source": "https://www.youtube.com/embed/qGqiHJTsRkQ",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Trinh thám", "Hài hước"]
    },
    {
        "name": "Little Women",
        "actor": ["Saoirse Ronan", "Emma Watson", "Florence Pugh", "Timothée Chalamet"],
        "director": "Greta Gerwig",
        "rating": [7.8],
        "desc": "Little Women là bộ phim chuyển thể từ tiểu thuyết cùng tên của Louisa May Alcott. Bộ phim kể về cuộc sống của bốn chị em nhà March, Meg, Jo, Beth và Amy, trong giai đoạn thời kỳ chiến tranh năm 1861-1865 ở Mỹ. Họ phải đối mặt với nhiều thử thách và khó khăn, từ cuộc sống thường ngày cho đến tình yêu và sự nghiệp của mình.",
        "img": "./images/LittleWomen/img.jpg",
        "source": "https://www.youtube.com/embed/AST2-4db4ic",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Tâm lý", "Lãng mạn"]
    },
    {
        "name": "Men in Black: International",
        "actor": ["Chris Hemsworth", "Tessa Thompson", "Liam Neeson", "Emma Thompson"],
        "director": "F. Gary Gray",
        "rating": [5.6],
        "desc": "Men in Black: International là bộ phim khoa học viễn tưởng hành động của Mỹ. Bộ phim xoay quanh nhân vật Agent H và Agent M, những điệp viên của tổ chức Men in Black, khi họ phải giải quyết một vụ án liên quan đến một tổ chức tội phạm bí ẩn và một người ngoài hành tinh nguy hiểm.",
        "img": "./images/MenInBlack/img.jpg",
        "source": "https://www.youtube.com/embed/BV-WEb2oxLk",
        "age": 13,
        "year": 2019,
        "cmt": [],
        "genre": ["Hài hước", "Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Midsommar",
        "actor": ["Florence Pugh", "Jack Reynor", "William Jackson Harper"],
        "director": "Ari Aster",
        "rating": [7.1],
        "desc": "Midsommar là bộ phim kinh dị tâm lý của Mỹ, xoay quanh câu chuyện của một nhóm sinh viên đi du lịch đến một ngôi làng ở Thụy Điển để tham gia một lễ hội Midsommar, nhưng họ nhanh chóng nhận ra rằng lễ hội đó không hề vui tươi như họ nghĩ, mà thực chất đầy rẫy những nghi lễ bí ẩn và nguy hiểm.",
        "img": "./images/Midsommar/img.jpg",
        "source": "https://www.youtube.com/embed/1Vnghdsjmd0",
        "age": 14,
        "year": 2019,
        "cmt": [],
        "genre": ["Kinh dị", "Tâm lý"]
    },
    {
        "name": "Hereditary",
        "actor": ["Toni Collette", "Alex Wolff", "Milly Shapiro"],
        "director": "Ari Aster",
        "rating": [7.3],
        "desc": "Hereditary là bộ phim kinh dị tâm lý của Mỹ, xoay quanh câu chuyện của một gia đình sau khi mẹ bị mắc chứng bệnh tâm thần và qua đời, những bí mật kinh hoàng của gia đình dần dần được hé lộ, dẫn đến những sự kiện kinh hoàng và đáng sợ trong cuộc sống của họ.",
        "img": "./images/Hereditary/img.jpg",
        "source": "https://www.youtube.com/embed/V6wWKNij_1M",
        "age": 14,
        "year": 2018,
        "cmt": [],
        "genre": ["Kinh dị", "Tâm lý"]
    },
    {
        "name": "Roma",
        "actor": ["Yalitza Aparicio", "Marina de Tavira", "Diego Cortina Autrey"],
        "director": "Alfonso Cuaron",
        "rating": [7.7],
        "desc": "Roma là bộ phim của Mỹ, được đạo diễn bởi Alfonso Cuarón, mô tả cuộc sống của một gia đình Mexico City vào những năm 1970, xoay quanh câu chuyện của người giúp việc Cleo và những trải nghiệm mà cô trải qua trong gia đình. Phim mang đến cho khán giả một cái nhìn chân thật về cuộc sống và xã hội tại Mexico City thời đó.",
        "img": "./images/Roma/img.jpg",
        "source": "https://www.youtube.com/embed/6BS27ngZtxg",
        "age": 14,
        "year": 2018,
        "cmt": [],
        "genre": ["Tâm lý", "Gia đình"]
    },
    {
        "name": "A Quiet Place",
        "actor": ["Emily Blunt", "John Krasinski", "Millicent Simmonds"],
        "director": "John Krasinski",
        "rating": [7.5],
        "desc": "A Quiet Place là một bộ phim kinh dị khoa học viễn tưởng của Mỹ, nói về một gia đình sống trong một thế giới đầy nguy hiểm với các sinh vật ngoài hành tinh có thể tấn công bất cứ lúc nào nếu người ta phát ra tiếng động. Phim tập trung vào mối quan hệ giữa các thành viên trong gia đình và cố gắng tìm ra cách để sống sót trong thế giới nguy hiểm này.",
        "img": "./images/AQuietPlace/img.jpg",
        "source": "https://www.youtube.com/embed/WR7cc5t7tv8",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Kinh dị", "Viễn tưởng"]
    },
    {
        "name": "Andhadhun",
        "actor": ["Ayushmann Khurrana", "Tabu", "Radhika Apte"],
        "director": "Sriram Raghavan",
        "rating": [8.3],
        "desc": "Andhadhun là bộ phim tội phạm và giật gân của Ấn Độ, kể về câu chuyện của một nghệ sĩ piano mù, mắc kẹt trong một chuỗi các sự kiện bất ngờ và liên quan đến tội ác. Phim kết hợp những yếu tố của trinh thám và hài hước, đem đến cho khán giả một câu chuyện gây cấn và đầy bất ngờ.",
        "img": "./images/Andhadhun/img.jpg",
        "source": "https://www.youtube.com/embed/2iVYI99VGaw",
        "age": 0,
        "year": 2018,
        "cmt": [],
        "genre": ["Trinh thám"]
    },
    {
        "name": "Annihilation",
        "actor": ["Natalie Portman", "Jennifer Jason Leigh", "Gina Rodriguez", "Tessa Thompson"],
        "director": "Alex Garland",
        "rating": [6.8],
        "desc": "Annihilation là bộ phim khoa học viễn tưởng và kinh dị, kể về một nhóm nghiên cứu được phái đến khu vực bí ẩn gọi là 'The Shimmer', nơi mà những pháp vật tự nhiên đang trải qua một sự chuyển hóa kì lạ. Trong cuộc hành trình này, họ phải đương đầu với những điều kỳ lạ và đáng sợ, cũng như tìm hiểu sự thật đằng sau khu vực bí ẩn này.",
        "img": "./images/Annihilation/img.jpg",
        "source": "https://www.youtube.com/embed/89OP78l9oF0",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Kinh dị", "Viễn tưởng"]
    },
    {
        "name": "Aquaman",
        "actor": ["Jason Momoa", "Amber Heard", "Willem Dafoe", "Patrick Wilson", "Nicole Kidman"],
        "director": "James Wan",
        "rating": [6.9],
        "desc": "Aquaman là một bộ phim siêu anh hùng dựa trên nhân vật cùng tên của DC Comics. Phim kể về Arthur Curry (do Jason Momoa thủ vai), con trai của một người đàn ông bình thường và một nàng tiên cá của Atlantis. Sau khi nghe tin về việc vị vua Atlantis của mình muốn khởi động một cuộc tấn công toàn cầu, Arthur Curry quay trở về Atlantis để ngăn chặn kế hoạch của vị vua này và trở thành người kế vị ngai vàng.",
        "img": "./images/Aquaman/img.jpg",
        "source": "https://www.youtube.com/embed/2wcj6SrX4zw",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Siêu anh hùng", "Hành động", "Phiêu lưu"]
    },
    {
        "name": "Bird Box",
        "actor": ["Sandra Bullock", "Trevante Rhodes", "John Malkovich","Sarah Paulson"],
        "director": "Susanne Bier",
        "rating": [6.6],
        "desc": "Bird Box là một bộ phim kinh dị tâm lý Mỹ. Phim kể về một thế giới tương lai, nơi một thực thể bí ẩn đã khiến hàng triệu người chết đi hoặc trở nên điên loạn. Nữ nhân vật chính, Malorie (do Sandra Bullock thủ vai), phải dẫn đầu một nhóm người sống sót trên một con tàu trên sông, tránh xa khỏi những thực thể đó bằng cách không nhìn vào chúng. Phim xoay quanh việc Malorie cố gắng bảo vệ hai đứa con của mình trong thế giới đầy nguy hiểm và không biết khi nào mới có thể tìm được lối thoát.",
        "img": "./images/BirdBox/img.jpg",
        "source": "https://www.youtube.com/embed/o2AsIXSh2xo",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Kinh dị"]
    },
    {
        "name": "Bohemian Rhapsody",
        "actor": ["Rami Malek", "Lucy Boynton", "Gwilym Lee", "Ben Hardy"],
        "director": "Bryan Singer",
        "rating": [8.0],
        "desc": "Bohemian Rhapsody là một bộ phim tài liệu lịch sử âm nhạc của ban nhạc rock nổi tiếng Queen, theo chân hành trình sự nghiệp và cuộc đời của Freddie Mercury (do Rami Malek thủ vai) từ khi còn trẻ cho đến khi anh qua đời vì bệnh AIDS. Phim mô tả cảm xúc và thử thách mà Freddie Mercury phải trải qua trong cuộc sống và sự nghiệp, cùng với những ca khúc nổi tiếng của Queen như 'Bohemian Rhapsody', 'We Will Rock You' và 'We Are The Champions'. Bohemian Rhapsody được đánh giá cao vì khả năng tái hiện lại sự nghiệp của ban nhạc và giọng hát của Freddie Mercury.",
        "img": "./images/BohemianRhapsody/img.jpg",
        "source": "https://www.youtube.com/embed/mP0VHJYFOAU",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Nhạc kịch"]
    },
    {
        "name": "Bumblebee",
        "actor": ["Hailee Steinfeld", "John Cena", "Jorge Lendeborg Jr"],
        "director": "Travis Knight",
        "rating": [7.0],
        "desc": "Bumblebee là một bộ phim hành động khoa học viễn tưởng, là phần ngoại truyện của loạt phim Transformers. Phim kể về một người phụ nữ tên là Charlie (do Hailee Steinfeld thủ vai) và mối quan hệ giữa cô với robot biến hình Bumblebee. Câu chuyện bắt đầu khi Charlie tình cờ tìm thấy Bumblebee bị hư hỏng và quyết định giúp đỡ anh ta. Từ đó, Charlie và Bumblebee bắt đầu cuộc phiêu lưu và đối đầu với những kẻ săn đuổi từ hành tinh Cybertron. Bumblebee được đánh giá cao vì kịch bản tốt, hình ảnh đẹp và diễn xuất của các diễn viên.",
        "img": "./images/Bumblebee/img.jpg",
        "source": "https://www.youtube.com/embed/lcwmDAYt22k",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Creed II",
        "actor": ["Michael B. Jordan", "Sylvester Stallone", "Tessa Thompson"],
        "director": "Steven Caple Jr",
        "rating": [7.1],
        "desc": "Creed II là phần tiếp theo của bộ phim năm 2015 mang tên Creed, kể về hành trình của Adonis Creed (do Michael B. Jordan thủ vai) trong việc trở thành một võ sĩ quyền anh chuyên nghiệp. Trong phần này, Adonis phải đối mặt với Viktor Drago (do Florian Munteanu thủ vai), con trai của Ivan Drago - đối thủ đã giết cha của anh ta trong trận đấu năm 1985. Adonis quyết định đấu với Viktor để giành lại danh tiếng và bảo vệ gia đình của mình. Phim được đánh giá cao về mặt hình ảnh và diễn xuất, đặc biệt là sự trở lại của Sylvester Stallone với vai diễn huyền thoại Rocky Balboa",
        "img": "./images/CreedII/img.jpg",
        "source": "https://www.youtube.com/embed/u22BXhMu4tI",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Tâm lý"]
    },
    {
        "name": "Den of Thieves",
        "actor": ["Gerard Butler", "Pablo Schreiber", "O'Shea Jackson Jr"],
        "director": "Christian Gudegast",
        "rating": [7.0],
        "desc": "Den of Thieves là một bộ phim hành động tội phạm về một nhóm tội phạm chuyên cướp ngân hàng tài ba ở Los Angeles. Ray Merrimen (do Pablo Schreiber thủ vai) là đầu đội của nhóm này, còn Nick O'Brien (do Gerard Butler thủ vai) là một thám tử của Sở cảnh sát Los Angeles, điều tra vụ cướp ngân hàng và săn đuổi Merrimen và đồng bọn của anh ta. Bộ phim được đánh giá cao về mặt hành động, tình tiết và diễn xuất của các diễn viên.",
        "img": "./images/DenOfThieves/img.jpg",
        "source": "https://www.youtube.com/embed/FKd_ks0rdAM",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động"]
    },
    {
        "name": "Fantastic Beasts: The Crimes of Grindelwald",
        "actor": ["Eddie Redmayne", "Katherine Waterston", "Dan Fogler", "Alison Sudol", "Johnny Depp"],
        "director": "David Yates",
        "rating": [6.6],
        "desc": "Fantastic Beasts: The Crimes of Grindelwald là phần tiếp theo của bộ phim Fantastic Beasts and Where to Find Them. Phim lấy bối cảnh vào năm 1927, nói về nhân vật Grindelwald (do Johnny Depp thủ vai) và tình tiết xoay quanh việc anh ta trốn thoát khỏi tù và tiếp tục theo đuổi mục tiêu tạo ra một thế giới phù hợp với người phù thủy. Newt Scamander (do Eddie Redmayne thủ vai) được tuyển để giúp chống lại Grindelwald và phải đối mặt với những thử thách mới. Phim cũng tái hiện lại những thành viên quen thuộc của bộ phim trước như Tina (do Katherine Waterston thủ vai) và Queenie (do Alison Sudol thủ vai).",
        "img": "./images/FantasticBeasts/img.jpg",
        "source": "https://www.youtube.com/embed/vvFybpmyB9E",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "First Man",
        "actor": ["Ryan Gosling", "Claire Foy", "Jason Clarke"],
        "director": "Damien Chazelle",
        "rating": [7.3],
        "desc": "First Man kể về cuộc đời của phi công Neil Armstrong, người đã trở thành người đầu tiên đi bộ trên mặt trăng. Phim tập trung vào sự chuẩn bị và hành trình lịch sử này, cũng như tác động của nó đến cuộc sống cá nhân và gia đình của Neil.",
        "img": "./images/FirstMan/img.jpg",
        "source": "https://www.youtube.com/embed/PSoRx87OO6k",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Lịch sử"]
    },
    {
        "name": "Game Night",
        "actor": ["Jason Bateman", "Rachel McAdams", "Kyle Chandler"],
        "director": "John Francis Daley, Jonathan Goldstein",
        "rating": [7.0],
        "desc": " Game Night là một bộ phim hài kịch xoay quanh một nhóm bạn thân tổ chức một buổi đêm chơi game thú vị, nhưng sau đó nhận ra rằng mọi thứ không phải là như họ nghĩ. Họ phải tham gia vào một trò chơi tìm kiếm để giải cứu một người bạn bị bắt cóc và phải đối mặt với những nguy hiểm không ngờ.",
        "img": "./images/GameNight/img.jpg",
        "source": "https://www.youtube.com/embed/qmxMAdV6s4U",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hài hước", "Hành động"]
    },
    {
        "name": "Incredibles 2",
        "actor": ["Craig T. Nelson", "Holly Hunter", "Sarah Vowell", "Huck Milner", "Samuel L. Jackson"],
        "director": "Brad Bird",
        "rating": [7.6],
        "desc": "Incredibles 2 là phần tiếp theo của bộ phim hoạt hình The Incredibles năm 2004. Bộ phim kể về gia đình siêu nhân Parr khi họ phải đối mặt với một kẻ thù mới với kế hoạch tàn bạo và tinh vi. Tuy nhiên, đây không phải là thử thách lớn nhất đối với gia đình Parr khi họ phải đối mặt với những thay đổi trong cuộc sống hàng ngày của mình, trong đó Bob phải trở thành người chăm sóc gia đình và đưa các con đến trường, còn Helen là người hùng phải chiến đấu với tên trùm tội phạm.",
        "img": "./images/Incredibles2/img.jpg",
        "source": "https://www.youtube.com/embed/i5qOzqD9Rms",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Hoạt hình", "Hành động", "Phiêu lưu"]
    },
    {
        "name": "Instant Family",
        "actor": ["Mark Wahlberg", "Rose Byrne"],
        "director": "Sean Anders",
        "rating": [7.3],
        "desc": "Pete và Ellie quyết định nhận nuôi ba đứa trẻ với mong muốn trở thành cha mẹ nuôi. Tuy nhiên, họ sớm nhận ra rằng việc nuôi dạy trẻ em không dễ dàng như họ nghĩ và phải đối mặt với những thách thức mới mẻ.",
        "img": "./images/InstantFamily/img.jpg",
        "source": "https://www.youtube.com/embed/IUfZq3DUd3Y",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Tình cảm", "Hài hước"]
    },
    {
        "name": "Jurassic World: Fallen Kingdom",
        "actor": ["Chris Pratt", "Bryce Dallas Howard", "Rafe Spall"],
        "director": "J.A. Bayona",
        "rating": [6.2],
        "desc": "Câu chuyện diễn ra 3 năm sau sự kiện trong Jurassic World. Vì núi lửa ở Isla Nublar sắp phun trào, các nhà hoạch định quyết định di chuyển loài khủng long sống sót sang một hòn đảo mới. Tuy nhiên, mọi chuyện không diễn ra suôn sẻ như mong đợi khi họ phát hiện ra một âm mưu đen tối đằng sau việc tái định cư loài khủng long.",
        "img": "./images/JurassicWorldFallenKingdom/img.jpg",
        "source": "https://www.youtube.com/embed/vn9mMeWcgoM",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Mile 22",
        "actor": ["Mark Wahlberg", "Lauren Cohan", "Iko Uwais"],
        "director": "Peter Berg",
        "rating": [6.1],
        "desc": "Mile 22 kể về một nhóm các nhân vật làm việc cho Cơ quan Tình báo Trung ương Hoa Kỳ, được gọi là Liên đội tác chiến Liên bang (Overwatch), đang cố gắng vận chuyển một tên tội phạm nguy hiểm đến từ một quốc gia Đông Nam Á đến Mỹ. Trên đường đi, họ phải đối mặt với nhiều khó khăn và nguy hiểm.",
        "img": "./images/Mile22/img.jpg",
        "source": "https://www.youtube.com/embed/kXdhcpNLICQ",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động"]
    },
    {
        "name": "Mission: Impossible - Fallout",
        "actor": ["Tom Cruise", "Henry Cavill", "Ving Rhames", "Simon Pegg", "Rebecca Ferguson", "Sean Harris", "Angela Bassett", "Alec Baldwin", "Michelle Monaghan"],
        "director": "Christopher McQuarrie",
        "rating": [7.7],
        "desc": "Ethan Hunt và nhóm IMF của mình phải đối mặt với cuộc khủng hoảng nguy hiểm nhất từ trước đến nay, khi một nhiệm vụ bị thất bại và các tay súng đã lấy mất một vật liệu rất nguy hiểm.",
        "img": "./images/MissionImpossibleFallout/img.jpg",
        "source": "https://www.youtube.com/embed/wb49-oV0F78",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Gián điệp"]
    },
    {
        "name": "Overlord",
        "actor": ["Jovan Adepo", "Wyatt Russell", "Mathilde Ollivier"],
        "director": "Julius Avery",
        "rating": [6.6],
        "desc": "Overlord kể về một nhóm binh lính Mỹ được gửi đến Pháp trong Thế chiến II để tiêu diệt một trụ sở quân địch. Tuy nhiên, khi họ đến đó, họ phát hiện ra rằng quân địch đã thực hiện các thí nghiệm kỳ dị trên dân địa phương và biến họ thành những sinh vật quái dị. Bộ phim xoay quanh nỗ lực của nhóm lính để tiêu diệt quân địch và ngăn chặn âm mưu đen tối của họ.",
        "img": "./images/Overlord/img.jpg",
        "source": "https://www.youtube.com/embed/USPd0vX2sdc",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Kinh dị", "Viễn tưởng"]
    },
    {
        "name": "Ralph Breaks the Internet",
        "actor": ["John C. Reilly", "Sarah Silverman", "Gal Gadot", "Taraji P. Henson", "Jack McBrayer", "Jane Lynch"],
        "director": "Rich Moore, Phil Johnston",
        "rating": [7.1],
        "desc": "Ralph và Vanellope lại gặp nhau trong phần tiếp theo của bộ phim hoạt hình Disney nổi tiếng Wreck-It Ralph. Lần này, họ đã phải rời khỏi thế giới game của mình để tìm kiếm một bộ phận thay thế cho trò chơi của Vanellope. Trên đường tìm kiếm, họ đã vào một thế giới mới - internet, nơi mà rất nhiều điều bất ngờ đang chờ đợi họ.",
        "img": "./images/RalphBreaksTheInternet/img.jpg",
        "source": "https://www.youtube.com/embed/_BcYBFC6zfY",
        "age": 0,
        "year": 2018,
        "cmt": [],
        "genre": ["Hoạt hình", "Phiêu lưu", "Hài hước"]
    },
    {
        "name": "Rampage",
        "actor": ["Dwayne Johnson", "Naomie Harris", "Malin Åkerman", "Jake Lacy"],
        "director": "Brad Peyton",
        "rating": [6.1],
        "desc": "Rampage kể về một nhà khoa học tên Davis Okoye (Dwayne Johnson) và một con khỉ khổng lồ tên George của ông ta bị biến đổi gen. Điều này dẫn đến George càng ngày càng to lớn và hung dữ hơn, khiến ông ta phải cùng với một nhà gen học (Naomie Harris) tìm cách ngăn chặn George và các con vật khác, bao gồm cả một con sói khổng lồ và một con cá sấu khổng lồ, tấn công thành phố Chicago.",
        "img": "./images/Rampage/img.jpg",
        "source": "https://www.youtube.com/embed/coOKvrsmQiI",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Ready Player One",
        "actor": ["Tye Sheridan", "Olivia Cooke", "Ben Mendelsohn"],
        "director": "Steven Spielberg",
        "rating": [7.4],
        "desc": "Ready Player One kể về một thế giới ảo trong tương lai gần, nơi con người có thể trốn thoát khỏi thực tại và tham gia vào một thế giới ảo gọi là OASIS. Khi tác giả của thế giới ảo này qua đời, ông để lại một câu đố lớn và hứa rằng người tìm ra được giải pháp sẽ thừa kế toàn bộ tài sản của mình. Nhân vật chính của chúng ta, Wade Watts, là một người chơi OASIS tìm kiếm giải pháp và cuộc phiêu lưu của anh ta cùng những người bạn trong việc tìm kiếm giải pháp đó. Nhưng họ phải đối đầu với một công ty đại gia muốn chiếm đoạt thế giới ảo này và cả thế giới thực.",
        "img": "./images/ReadyPlayerOne/img.jpg",
        "source": "https://www.youtube.com/embed/cSp1dM2Vj48",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Searching",
        "actor": ["John Cho", "Debra Messing"],
        "director": "Aneesh Chaganty",
        "rating": [7.6],
        "desc": "Searching là một bộ phim tâm lý kịch tính xoay quanh câu chuyện về một người cha đơn thân tên là David Kim (do John Cho thủ vai) cố gắng tìm kiếm con gái mình, Margot (Michelle La), mất tích bí ẩn. Khi cảnh sát không thể giúp đỡ được gì nhiều, David phải tự mình điều tra bằng cách sử dụng các công nghệ thông tin như máy tính và điện thoại di động để tìm ra bằng chứng và đưa ra lời giải đáp cho việc mất tích của con gái mình.",
        "img": "./images/Searching/img.jpg",
        "source": "https://www.youtube.com/embed/3Ro9ebQxEOY",
        "age": 13,
        "year": 2018,
        "cmt": [],
        "genre": ["Tâm lý"]
    },
    {
        "name": "Shadow",
        "actor": ["Deng Chao", "Sun Li", "Zheng Kai"],
        "director": "Zhang Yimou",
        "rating": [7.0],
        "desc": "Shadow là một bộ phim võ thuật lịch sử Trung Quốc do đạo diễn Zhang Yimou thực hiện. Nó kể về cuộc chiến giữa hai vương quốc, Pei và Jing, với sự trợ giúp của một người đàn ông bí ẩn, là kẻ đứng sau một tay chơi chiến lược thông minh, để đánh bại hoàng đế của Pei. Trong phim, ngoài những pha hành động võ thuật mãn nhãn, khán giả còn được thưởng thức những màn đánh đấm tay đôi đầy kịch tính, và các diễn viên đã hoàn thành tốt những vai diễn đầy cảm xúc và độc đáo.",
        "img": "./images/Shadow/img.jpg",
        "source": "https://www.youtube.com/embed/AGetemRDuVY",
        "age": 0,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Lịch sử"]
    },
    {
        "name": "Sicario: Day of the Soldado",
        "actor": ["Benicio Del Toro", "Josh Brolin", "Isabela Moner"],
        "director": "Stefano Sollima",
        "rating": [7.1],
        "desc": "Sicario: Day of the Soldado là phần tiếp theo của bộ phim Sicario ra mắt năm 2015, bối cảnh phim diễn ra tại vùng biên giới Mỹ-Mexico, nơi xảy ra nhiều hoạt động buôn lậu ma túy và tội phạm. Benicio Del Toro và Josh Brolin tiếp tục đóng vai những nhân vật chính và thực hiện một nhiệm vụ nguy hiểm, cố gắng tìm cách giải quyết một cuộc chiến tranh xâm lược của các tên buôn lậu tại khu vực biên giới Mỹ-Mexico.",
        "img": "./images/Sicario/img.jpg",
        "source": "https://www.youtube.com/embed/sIMChzE_aCo",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động"]
    },
    {
        "name": "Solo: A Star Wars Story.",
        "actor": ["Alden Ehrenreich", "Woody Harrelson", "Emilia Clarke", "Donald Glover"],
        "director": "Ron Howard",
        "rating": [6.9],
        "desc": "Phim kể về hành trình của Han Solo trước khi anh gia nhập vào đội quân Rebel Alliance, từng làm việc cho một tổ chức tội phạm và gặp gỡ những người bạn đồng hành đáng tin cậy của mình như Chewbacca và Lando Calrissian. Trong phim, Han Solo phải đối đầu với các tên tội phạm nguy hiểm và thực hiện những vụ cướp nguy hiểm để kiếm tiền để đánh bại một kẻ thù đáng sợ.",
        "img": "./images/Solo/img.jpg",
        "source": "https://www.youtube.com/embed/jPEYpryMp2s",
        "age": 17,
        "year": 2018,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Revenge",
        "actor": ["Matilda Lutz", "Kevin Janssens", "Vincent Colombe"],
        "director": "Coralie Fargeat",
        "rating": [6.3],
        "desc": "Sau khi bị bỏ lại giữa sa mạc để chết bởi ba người đàn ông vô lương tình, Jen quyết tâm trả thù. Sau khi thoát khỏi vùng đất cằn cỗi, cô bắt đầu một cuộc truy đuổi đẫm máu nhằm tìm kiếm sự báo thù của mình và trả lại sức mạnh cho chính mình.",
        "img": "./images/Revenge/img.jpg",
        "source": "https://www.youtube.com/embed/MvA6n7CYfWg",
        "age": 17,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động", "Kinh dị"]
    },
    {
        "name": "American Made",
        "actor": ["Tom Cruise", "Sarah Wright", "Domhnall Gleeson", "Jesse Plemons"],
        "director": "Doug Liman",
        "rating": [7.2],
        "desc": "Bộ phim dựa trên câu chuyện có thật về Barry Seal, một phi công hàng đầu của Tổng Cục Tình báo Trung ương Hoa Kỳ, người đã chuyển sang làm việc cho Medellin Cartel trong những năm 80. Với sự giúp đỡ của CIA, Barry đã tăng cường các hoạt động của cartel tại Mỹ và đã trở thành một trong những nhân vật chính trong vụ bê bối Iran-Contra.",
        "img": "./images/AmericanMade/img.jpg",
        "source": "https://www.youtube.com/embed/AEBIJRAkujM",
        "age": 17,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động"]
    },
    {
        "name": "Beauty And The Beast",
        "actor": ["Emma Watson", "Dan Stevens", "Luke Evans"],
        "director": "Bill Condon",
        "rating": [7.1],
        "desc": "Beauty and the Beast là bộ phim âm nhạc kể về câu chuyện cổ tích của một cô gái trẻ tên Belle (Emma Watson) và một hoàng tử bị nguyền rủa (Dan Stevens) ở trong một lâu đài bị lãng quên. Những đồ vật bất động trong lâu đài cũng là những nhân vật sống động và đã giúp Belle trải qua những cuộc phiêu lưu thú vị để giải thoát cho hoàng tử. Tuy nhiên, sự xuất hiện của một kẻ thù nguy hiểm (Luke Evans) đã khiến cả Belle và hoàng tử phải đối mặt với những thử thách khó khăn để bảo vệ tình yêu và sự tự do của họ.",
        "img": "./images/BeautyAndTheBeast/img.jpg",
        "source": "https://www.youtube.com/embed/e3Nl_TCQXuw",
        "age": 7,
        "year": 2017,
        "cmt": [],
        "genre": ["Nhạc kịch", "Lãng mạn"]
    },
    {
        "name": "Blade Runner 2049",
        "actor": ["Ryan Gosling", "Harrison Ford", "Ana de Armas", "Sylvia Hoeks", "Robin Wright"],
        "director": "Denis Villeneuve",
        "rating": [8.0],
        "desc": "Blade Runner 2049 là phần tiếp theo của bộ phim Blade Runner năm 1982, kể về câu chuyện của một sĩ quan LAPD (Ryan Gosling) tìm kiếm Rick Deckard (Harrison Ford) - một Blade Runner đã biến mất từ 30 năm trước. Trong khi điều tra, anh phát hiện ra một bí mật đe dọa toàn bộ xã hội.",
        "img": "./images/BladeRunner2049/img.jpg",
        "source": "https://www.youtube.com/embed/gCcx85zbxz4",
        "age": 17,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động", "Viễn tưởng"]
    },
    {
        "name": "Justice League",
        "actor": ["Ben Affleck", "Gal Gadot", "Jason Momoa", "Ezra Miller", "Ray Fisher"],
        "director": "Zack Snyder",
        "rating": [6.2],
        "desc": "Sau khi Superman hy sinh, Batman và Wonder Woman lập tức bắt tay vào tìm kiếm những siêu anh hùng khác để cùng chống lại Steppenwolf và quân đoàn Parademon của ông ta. Tuy nhiên, những thử thách và trở ngại không hề nhỏ đang đợi đón họ.",
        "img": "./images/JusticeLeague/img.jpg",
        "source": "https://www.youtube.com/embed/3cxixDgHUYw",
        "age": 13,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng", "Siêu anh hùng"]
    },
    {
        "name": "King Arthur: Legend of the Sword",
        "actor": ["Charlie Hunnam", "Jude Law", "Astrid Berges-Frisbey"],
        "director": "Guy Ritchie",
        "rating": [6.7],
        "desc": "Nội dung phim xoay quanh về Arthur - một cậu bé mồ côi được nuôi dạy bởi một băng đảng tội phạm tại thành phố Londinium. Với sự giúp đỡ của một nhóm người chiến đấu và nữ tướng người Mage, Arthur phát hiện ra một thanh kiếm thần bí, Excalibur. Với sự hỗ trợ của Excalibur, Arthur bắt đầu cuộc phiêu lưu đầy nguy hiểm và đối đầu với Vortigern, kẻ đã giết cha của anh để chiếm lấy ngai vàng của vương quốc",
        "img": "./images/KingArthur/img.jpg",
        "source": "https://www.youtube.com/embed/jIM4-HLtUM0",
        "age": 13,
        "year": 2017,
        "cmt": [],
        "genre": ["Phiêu lưu", "Hành động"]
    },
    {
        "name": "Logan",
        "actor": ["Hugh Jackman", "Patrick Stewart", "Dafne Keen"],
        "director": "James Mangold",
        "rating": [8.1],
        "desc": "Logan là một bộ phim siêu anh hùng của Mỹ dựa trên nhân vật Wolverine của Marvel Comics. Logan đã nghỉ hưu và sống ẩn dật, nhưng cuộc đời của anh thay đổi khi anh được giao nhiệm vụ giải cứu một cô gái tên Laura. Laura có khả năng hồi phục nhanh chóng và giống như Logan, cô có lưỡi dao từ xương trên tay và chân. Logan và Laura bị truy đuổi bởi một tổ chức có tên Alkali-Transigen và họ buộc phải đối mặt với Donald Pierce và X-24, một phiên bản tối ưu hóa của Wolverine",
        "img": "./images/Logan/img.jpg",
        "source": "https://www.youtube.com/embed/Div0iP65aZo",
        "age": 17,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động", "Viễn tưởng"]
    },
    {
        "name": "The Greatest Showman",
        "actor": ["Hugh Jackman", "Zac Efron", "Michelle Williams", "Rebecca Ferguson"],
        "director": "Michael Gracey",
        "rating": [7.6],
        "desc": "Phim kể câu chuyện về P.T. Barnum (do Hugh Jackman thủ vai), người đã tạo ra vở kịch điệu nhạc đầu tiên trên thế giới và trở thành ông hoàng của thế giới giải trí. Phim mô tả hành trình của ông từ những ngày đầu khởi nghiệp đến khi trở thành một trong những người giàu nhất thế giới, đồng thời nó cũng nói lên thông điệp về sự đa dạng và tôn trọng sự khác biệt.",
        "img": "./images/TheGreatestShowman/img.jpg",
        "source": "https://www.youtube.com/embed/AXCTMGYUg9A",
        "age": 13,
        "year": 2017,
        "cmt": [],
        "genre": ["Tâm lý", "Gia đình", "Nhạc kịch"]
    },
    {
        "name": "Wonder Woman",
        "actor": ["Gal Gadot", "Chris Pine", "Robin Wright", "Connie Nielsen", "Danny Huston"],
        "director": "Patty Jenkins",
        "rating": [7.3],
        "desc": "'Wonder Woman' là câu chuyện về một nữ chiến binh Amazon - Diana Prince - người sẽ trở thành Wonder Woman huyền thoại. Khi một phi công đến hòn đảo của Amazon, Diana nghe được về cuộc chiến tranh lớn nhất của thế giới bên ngoài và quyết định rời khỏi cuộc sống an nhàn của mình để giúp đỡ. Điều đó đưa cô vào cuộc chiến chống lại tên trùm chiến tranh Ares và cô phát hiện ra rằng mình là một trong những người được sinh ra để đưa lại hòa bình cho thế giới.",
        "img": "./images/WonderWoman/img.jpg",
        "source": "https://www.youtube.com/embed/1Q8fG0TtVAY",
        "age": 13,
        "year": 2017,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng", "Siêu anh hùng"]
    },
    {
        "name": "Assassin's Creed",
        "actor": ["Michael Fassbender", "Marion Cotillard", "Jeremy Irons"],
        "director": "Justin Kurzel",
        "rating": [5.7],
        "desc": "Assassin's Creed là câu chuyện về Callum Lynch (do Michael Fassbender thủ vai), một tù nhân tử tế được giải thoát bởi một tổ chức bí mật và phát hiện ra rằng ông là hậu duệ của một hội cận vệ dành cho các sát thủ ẩn mình trong lịch sử của thế giới. Sau khi được cấy ghép DNA với Aguilar de Nerha, một người anh hùng sát thủ sống vào thế kỷ 15 Tây Ban Nha, Lynch có được khả năng sử dụng những kỹ năng của Aguilar để chiến đấu và đối phó với Tổ chức Hiệp sĩ của Abstergo Industries.",
        "img": "./images/AssasinsCreed/img.jpg",
        "source": "https://www.youtube.com/embed/xLBZ1_J1xvM",
        "age": 17,
        "year": 2016,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Deepwater Horizon",
        "actor": ["Mark Wahlberg", "Kurt Russell", "John Malkovich"],
        "director": "Peter Berg",
        "rating": [7.1],
        "desc": "Deepwater Horizon dựa trên sự kiện có thật về vụ chìm giàn khoan Deepwater Horizon vào năm 2010. Phim tái hiện lại những giờ phút kinh hoàng của các nhân viên giàn khoan khi một vụ nổ lớn xảy ra, gây ra một trong những thảm họa môi trường lớn nhất trong lịch sử Hoa Kỳ. Mark Wahlberg vào vai nhân viên giàn khoan Mike Williams, người đã cố gắng cứu sống những người khác và thoát khỏi giàn khoan trước khi nó chìm xuống đáy biển.",
        "img": "./images/DeepwaterHorizon/img.jpg",
        "source": "https://www.youtube.com/embed/8yASbM8M2vg",
        "age": 13,
        "year": 2016,
        "cmt": [],
        "genre": ["Hành động", "Tâm lý"]
    },
    {
        "name": "Doctor Strange",
        "actor": ["Benedict Cumberbatch", "Chiwetel Ejiofor", "Rachel McAdams"],
        "director": "Scott Derrickson",
        "rating": [7.5],
        "desc": "Doctor Strange là một bác sĩ phẫu thuật tài ba nhưng cũng kiêu ngạo và ích kỷ. Sau một tai nạn xe hơi, tay phải của anh ta bị tổn thương nặng nề. Tìm kiếm sự trợ giúp để chữa trị, anh ta tìm đến một ngôi chùa ở Kathmandu, Nepal, nơi mà cuộc sống của anh ta thay đổi hoàn toàn. Anh ta học được các kỹ năng phép thuật và đấu sĩ của các vị thần để đối phó với những mối đe dọa đe dọa tới thế giới.",
        "img": "./images/DoctorStrange/img.jpg",
        "source": "https://www.youtube.com/embed/HSzx-zryEgM",
        "age": 13,
        "year": 2016,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng", "Siêu anh hùng"]
    },
    {
        "name": "Moana",
        "actor": ["Auli'i Cravalho", "Dwayne Johnson"],
        "director": "Ron Clements, John Musker",
        "rating": [7.6],
        "desc": "Moana là một cô gái trẻ người Polynesia, cô bắt đầu hành trình tìm kiếm thần thoại Maui - một vị thần bị mắc kẹt trên một hòn đảo hoang sơ và cùng nhau thực hiện cuộc phiêu lưu của riêng mình để đưa lại nguồn nước cho người dân. Tại đây, Moana phải đối mặt với nhiều thử thách để đạt được mục tiêu của mình.",
        "img": "./images/Moana/img.jpg",
        "source": "https://www.youtube.com/embed/LKFuXETZUsI",
        "age": 13,
        "year": 2016,
        "cmt": [],
        "genre": ["Gia đình", "Hoạt hình", "Phiêu lưu"]
    },
    {
        "name": "Noctural Animals",
        "actor": ["Amy Adams", "Jake Gyllenhaal", "Michael Shannon"],
        "director": "Tom Ford",
        "rating": [7.5],
        "desc": "Susan Morrow (Amy Adams) là một nhà xuất bản giàu có nhưng đang gặp khó khăn trong cuộc sống cá nhân. Cô nhận được một bản thảo của cuốn tiểu thuyết mới của chồng cũ của mình (Jake Gyllenhaal), người mà cô đã bỏ qua một cách lãnh đạm. Những trang giấy đen tối của tiểu thuyết đưa Susan vào một chuyến hành trình kinh hoàng, khi cô phát hiện ra những điều kinh hoàng về mình và cuộc đời mà cô đang sống",
        "img": "./images/NocturalAnimals/img.jpg",
        "source": "https://www.youtube.com/embed/JOsEU5oYpTA",
        "age": 17,
        "year": 2016,
        "cmt": [],
        "genre": ["Tâm lý"]
    },
    {
        "name": "The Great Wall",
        "actor": ["Matt Damon", "Jing Tian", "Pedro Pascal", "Willem Dafoe"],
        "director": "Yimou Zhang",
        "rating": [6.0],
        "desc": "Phim kể về một sĩ quan đang tìm kiếm chất độc trên vùng đất xa xôi phía đông Trung Quốc, nơi anh ta bị bắt giữ bởi quân đội Trung Quốc và phát hiện ra một mối đe dọa đang tiếp cận Tường thành Trung Hoa.",
        "img": "./images/TheGreatWall/img.jpg",
        "source": "https://www.youtube.com/embed/avF6GHyyk5c",
        "age": 13,
        "year": 2016,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Split",
        "actor": ["James McAvoy"],
        "director": "M. Night Shyamalan",
        "rating": [7.3],
        "desc": "Phim kể về Kevin Wendell Crumb (do James McAvoy thủ vai), một người đàn ông bị chứng rối loạn nhân cách, có tới 23 nhân cách khác nhau sống trong cơ thể của mình. Sau khi bắt cóc ba cô gái trẻ tuổi, những nhân cách này bắt đầu chiếm giữ quyền kiểm soát của Kevin, khiến anh trở thành một kẻ nguy hiểm. Chỉ có một nhân cách khác tên là 'The Beast' mới có thể giải cứu những con tin và đối mặt với sự thật đáng sợ về Kevin.",
        "img": "./images/Split/img.jpg",
        "source": "https://www.youtube.com/embed/84TouqfIsiI",
        "age": 13,
        "year": 2016,
        "cmt": [],
        "genre": ["Kinh dị", "Tâm lý"]
    },
    {
        "name": "Room",
        "actor": ["Brie Larson", "Jacob Tremblay"],
        "director": "Lenny Abrahamson",
        "rating": [8.1],
        "desc": "Room là câu chuyện về Joy và cậu con trai Jack, đang phải sống trong một căn phòng nhỏ trên một tầng hầm, bị bức tốc bởi người đàn ông bắt cóc cô 7 năm trước đây. Bối cảnh xoay quanh cuộc sống của Joy và Jack trong căn phòng đó, cách họ đối mặt và vượt qua các thử thách, cùng với cuộc hành trình đầy nước mắt để tìm lại sự tự do.",
        "img": "./images/Room/img.jpg",
        "source": "https://www.youtube.com/embed/E_Ci-pAL4eE",
        "age": 17,
        "year": 2015,
        "cmt": [],
        "genre": ["Tâm lý"]
    },
    {
        "name": "Jupiter Ascending",
        "actor": ["Channing Tatum", "Mila Kunis", "Eddie Redmayne"],
        "director": "Lana Wachowski, Lilly Wachowski",
        "rating": [5.3],
        "desc": "Jupiter Jones (Mila Kunis) là một cô gái trẻ sống ở Chicago và làm công nhân nhặt rác. Cô không hề biết rằng mình thực sự là con gái của một hoàng gia ngoài hành tinh và là người được chọn để thừa kế vị trí của người mẹ cô trên hành tinh đó. Cùng với người giữ vệ sĩ của mình, Caine Wise (Channing Tatum), Jupiter phải chiến đấu để bảo vệ chính mình và thế giới khỏi sự tham lam của các thành viên trong gia đình hoàng gia.",
        "img": "./images/JupiterAscending/img.jpg",
        "source": "https://www.youtube.com/embed/t4ZzMkDLjWI",
        "age": 13,
        "year": 2015,
        "cmt": [],
        "genre": ["Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Jurassic World",
        "actor": ["Chris Pratt", "Bryce Dallas Howard", "Irrfan Khan"],
        "director": "Colin Trevorrow",
        "rating": [7.0],
        "desc": "Jurassic World được thiết lập 22 năm sau sự kiện trong Jurassic Park ban đầu. Khi công viên về khủng long Jurassic World đang hoạt động như một điểm đến du lịch hàng đầu thế giới, những nhà khoa học đã sáng tạo ra một loài khủng long mới có thể tạo ra lợi nhuận cho công viên. Tuy nhiên, khi một con khủng long thoát ra khỏi khu vực bảo vệ, một cơn ác mộng bắt đầu và các nhân viên phải tìm cách ngăn chặn chúng trước khi chúng gây ra sự hỗn loạn toàn cục.",
        "img": "./images/JurassicWorld/img.jpg",
        "source": "https://www.youtube.com/embed/RFinNxS5KN4",
        "age": 13,
        "year": 2015,
        "cmt": [],
        "genre": ["Phiêu lưu", "Viễn tưởng"]
    },
    {
        "name": "Spectre",
        "actor": ["Daniel Craig", "Christoph Waltz", "Lea Seydoux", "Ralph Fiennes", "Monica Bellucci"],
        "director": "Sam Mendes",
        "rating": [6.8],
        "desc": "Trong phim, James Bond (do Daniel Craig thủ vai) phát hiện ra một âm mưu đe dọa sự tồn tại của MI6 và phải đối mặt với một tên trùm tội phạm khát máu có tên là Franz Oberhauser (do Christoph Waltz thủ vai).",
        "img": "./images/Spectre/img.jpg",
        "source": "https://www.youtube.com/embed/ujmoYyEyDP8",
        "age": 13,
        "year": 2015,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Gián điệp"]
    },
    {
        "name": "The Revenant",
        "actor": ["Leonardo DiCaprio", "Tom Hardy", "Domhnall Gleeson", "Will Poulter"],
        "director": "Alejandro González Iñárritu",
        "rating": [8.0],
        "desc": "The Revenant là một bộ phim truyền hình Mỹ thuộc thể loại hành động, giật gân, kinh dị, được đạo diễn bởi Alejandro González Iñárritu và được phát hành vào năm 2015. Phim xoay quanh câu chuyện về Hugh Glass (do Leonardo DiCaprio thủ vai), một người săn bắn trong quá trình trở về nhà từ một chuyến săn thú, anh bị tấn công bởi một con gấu grizzly và bị bỏ lại với những thương tích nặng nề. Để sống sót và trả thù cho cái chết của con trai mình, Glass phải vượt qua những khó khăn và gian khổ của đại thiên hạ, trong khi bị truy đuổi bởi một kẻ giết người tàn bạo (do Tom Hardy thủ vai).",
        "img": "./images/TheRevenant/img.jpg",
        "source": "https://www.youtube.com/embed/LoebZZ8K5N0",
        "age": 17,
        "year": 2015,
        "cmt": [],
        "genre": ["Phiêu lưu", "Hành động"]
    },
    {
        "name": "How to Train Your Dragon",
        "actor": ["Jay Baruchel", "Gerard Butler", "Craig Ferguson"],
        "director": "Dean DeBlois, Chris Sanders",
        "rating": [8.1],
        "desc": "How to Train Your Dragon là một bộ phim hoạt hình phiêu lưu kể về chàng trai trẻ tuổi tên Hiccup, con trai của một vị thủ lĩnh vĩ đại trong một làng của người Viking. Hiccup mơ ước trở thành một chiến binh Viking, nhưng anh ta lại không có khả năng chiến đấu và luôn bị bạn bè cười nhạo. Một ngày, anh ta bắt được một con rồng nhỏ và quyết định huấn luyện nó. Qua quá trình tìm hiểu và huấn luyện, Hiccup và rồng Toothless đã trở thành bạn thân và cùng nhau chiến đấu chống lại kẻ thù của làng Viking.",
        "img": "./images/HowToTrainYourDragon/img.jpg",
        "source": "https://www.youtube.com/embed/GfBHLVtbG6U",
        "age": 7,
        "year": 2010,
        "cmt": [],
        "genre": ["Hoạt hình", "Phiêu lưu", "Gia đình"]
    },
    {
        "name": "How to Train Your Dragon 2",
        "actor": ["Jay Baruchel", "Gerard Butler", "Cate Blanchett"],
        "director": "Dean DeBlois",
        "rating": [7.8],
        "desc": "Năm nay, cả làng Berk đang chào đón cuộc thử nghiệm bay thực sự, khi cuộc thi đua xe cưỡi rồng hàng năm đến. Trong khi đó, Toothless khám phá một hang động bí mật được bảo vệ bởi một bí ẩn thần thoại: hai loài rồng đã phát triển thành một loài mới, có thể đe dọa cả vương quốc của Hiccup và Toothless. Họ phải đoàn kết để bảo vệ tất cả mọi người khỏi sự tàn phá của kẻ thù mới này.",
        "img": "./images/HowToTrainYourDragon2/img.jpg",
        "source": "https://www.youtube.com/embed/2BP38770KNo",
        "age": 7,
        "year": 2014,
        "cmt": [],
        "genre": ["Hoạt hình", "Phiêu lưu", "Gia đình"]
    },
    {
        "name": "Whiplash",
        "actor": ["Miles Teller", "J.K. Simmons"],
        "director": "Damien Chazelle",
        "rating": [8.5],
        "desc": "Whiplash kể về cuộc đối đầu giữa một sinh viên trẻ có ước mơ trở thành một trong những ngôi sao trống của thế giới và giáo sư nhạc trưởng của ông ta tại trường nhạc viện. Giáo sư đầy tài năng này khắt khe và thách thức học sinh của ông ta để đạt được những kết quả đáng kinh ngạc trong nghệ thuật của mình. Nhưng cuộc chiến tâm lý giữa họ dần leo thang và trở thành một cuộc đối đầu căng thẳng giữa sự tôn trọng và sự tham vọng.",
        "img": "./images/Whiplash/img.jpg",
        "source": "https://www.youtube.com/embed/7d_jQycdQGo",
        "age": 17,
        "year": 2014,
        "cmt": [],
        "genre": ["Nhạc kịch"]
    },
    {
        "name": "Birdman",
        "actor": ["Michael Keaton", "Emma Stone", "Zach Galifianakis", "Edward Norton"],
        "director": "Alejandro G. Iñárritu",
        "rating": [7.7],
        "desc": "Phim kể về Riggan Thomson (do Michael Keaton thủ vai), một diễn viên từng thắng giải Oscar nhưng giờ đây đã lụi tàn sự nghiệp. Ông quyết định tổ chức một vở kịch trên Broadway để tìm lại danh tiếng. Trong quá trình chuẩn bị cho buổi diễn, ông phải đối mặt với rất nhiều thử thách như những đạo diễn, diễn viên đồng nghiệp, gia đình và bản thân. Đặc biệt, Riggan còn phải đối mặt với một con chim ưng bí ẩn, đại diện cho những ước mơ và khát vọng của mình, cũng như khổ đau và sự ám ảnh.",
        "img": "./images/Birdman/img.jpg",
        "source": "https://www.youtube.com/embed/uJfLoE6hanc",
        "age": 17,
        "year": 2014,
        "cmt": [],
        "genre": ["Hài hước", "Tâm lý"]
    },
    {
        "name": "Her",
        "actor": ["Joaquin Phoenix", "Scarlett Johansson"],
        "director": "Spike Jonze",
        "rating": [8.3],
        "desc": "Her là câu chuyện về Theodore, một nhà văn thư từ đang trong quá trình ly dị và không thể tìm thấy hạnh phúc trong cuộc sống của mình. Theo một gợi ý từ một người quen, Theodore tải về một hệ thống trí tuệ nhân tạo mới nhất, được thiết kế để đáp ứng và đáp trả với tất cả các nhu cầu của người sử dụng của nó. Theodore bắt đầu tương tác với hệ thống AI này, được gọi là Samantha, và sau đó phát triển một mối quan hệ với cô ấy.",
        "img": "./images/Her/img.jpg",
        "source": "https://www.youtube.com/embed/dJTU48_yghs",
        "age": 17,
        "year": 2013,
        "cmt": [],
        "genre": ["Tâm lý", "Viễn tưởng", "Lãng mạn"]
    },
    {
        "name": "The Heat",
        "actor": ["Sandra Bullock", "Melissa McCarthy"],
        "director": "Paul Feig",
        "rating": [6.6],
        "desc": "The Heat là một bộ phim hài hước xoay quanh việc đối đầu giữa một nữ cảnh sát (Sandra Bullock) và một nữ tội phạm (Melissa McCarthy) trong việc chống lại một băng đảng ma túy. Hai nhân vật trái ngược nhau về mọi mặt nhưng buộc phải hợp tác để đánh bại bọn tội phạm.",
        "img": "./images/TheHeat/img.jpg",
        "source": "https://www.youtube.com/embed/1O3iRdiplB0",
        "age": 17,
        "year": 2013,
        "cmt": [],
        "genre": ["Hành động", "Hài hước"]
    },
    {
        "name": "About Time",
        "actor": ["Domhnall Gleeson", "Rachel McAdams", "Bill Nighy"],
        "director": "Richard Curtis",
        "rating": [7.8],
        "desc": "About Time kể về câu chuyện của Tim (Domhnall Gleeson), một chàng trai trẻ người Anh có khả năng điều chỉnh lại lịch sử cuộc đời của mình và người thân. Anh quyết định sử dụng khả năng đặc biệt này để tìm kiếm tình yêu đích thực. Thông qua những lần quay trở lại quá khứ để chỉnh sửa, anh đã gặp và yêu cô gái tên Mary (Rachel McAdams). Nhưng Tim sớm nhận ra rằng điều chỉnh lại thời gian không hẳn là điều tốt đẹp như anh nghĩ. About Time là một bộ phim lãng mạn và hài hước, đem lại cho khán giả những cảm xúc sâu sắc về tình yêu, gia đình và thời gian.",
        "img": "./images/AboutTime/img.jpg",
        "source": "https://www.youtube.com/embed/T7A810duHvw",
        "age": 17,
        "year": 2013,
        "cmt": [],
        "genre": ["Tình cảm", "Viễn tưởng", "Hài hước"]
    },
    {
        "name": "Now You See Me",
        "actor": ["Jesse Eisenberg", "Mark Ruffalo", "Woody Harrelson", "Isla Fisher", "Dave Franco", "Mélanie Laurent", "Morgan Freeman", "Michael Caine"],
        "director": "Louis Leterrier",
        "rating": [7.3],
        "desc": "Now You See Me là một bộ phim hành động - giật gân năm 2013 của Mỹ với sự tham gia của Jesse Eisenberg, Mark Ruffalo, Woody Harrelson, Isla Fisher, Dave Franco, Mélanie Laurent, Morgan Freeman và Michael Caine. Bộ phim kể về một nhóm các ảo thuật gia tài ba, gọi là 'The Four Horsemen', thực hiện những pha ảo thuật trên sân khấu để trộm tiền của các tỷ phú và phát cho khán giả. Tuy nhiên, các ảo thuật của họ không chỉ đơn thuần là để giành tiền mà còn ẩn chứa những âm mưu và bí ẩn. FBI cùng với một thám tử bị lừa đã bắt đầu điều tra và truy tìm các ảo thuật gia này.",
        "img": "./images/NowYouSeeMe/img.jpg",
        "source": "https://www.youtube.com/embed/KzJNYYkkhzc",
        "age": 13,
        "year": 2013,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu"]
    },
    {
        "name": "Django Unchained",
        "actor": ["Jamie Foxx", "Christoph Waltz", "Leonardo DiCaprio", "Kerry Washington"],
        "director": "Quentin Tarantino",
        "rating": [8.4],
        "desc": "Django Unchained là bộ phim hành động và giật gân Mỹ năm 2012 của đạo diễn Quentin Tarantino. Phim lấy bối cảnh miền Nam nước Mỹ vào thời kỳ nô lệ và xoay quanh chuyện tình giữa Django (do Jamie Foxx thủ vai), một nô lệ đã được giải phóng và Dr. King Schultz (do Christoph Waltz thủ vai), một cựu sĩ quan Đế quốc Đức giúp đỡ Django trả thù chủ nhân cũ và giải cứu vợ của mình khỏi tay kẻ thù.",
        "img": "./images/DjangoUnchained/img.jpg",
        "source": "https://www.youtube.com/embed/0fUCuvNlOCg",
        "age": 18,
        "year": 2012,
        "cmt": [],
        "genre": ["Hành động", "Tâm lý"]
    },
    {
        "name": "Skyfall",
        "actor": ["Daniel Craig", "Judi Dench", "Javier Bardem", "Ralph Fiennes"],
        "director": "Sam Mendes",
        "rating": [7.7],
        "desc": "Sau một cuộc tấn công khủng bố vào trụ sở MI6, Bond tuyên thệ trở lại để bảo vệ M, và lần này anh phải đối đầu với một kẻ thù đầy bí ẩn từ quá khứ của M. Cùng với sự giúp đỡ của Eve, một nữ đặc vụ MI6, và Gareth Mallory, chủ tịch ủy ban tình báo, Bond phải đối mặt với khủng hoảng từ trong tổ chức của mình và chấm dứt cuộc chiến với kẻ thù đang đe dọa M và toàn thế giới.",
        "img": "./images/Skyfall/img.jpg",
        "source": "https://www.youtube.com/embed/6kw1UVovByw",
        "age": 13,
        "year": 2012,
        "cmt": [],
        "genre": ["Hành động", "Phiêu lưu", "Gián điệp"]
    },
    {
        "name": "The Dark Knight Rises",
        "actor": ["Christian Bale", "Tom Hardy", "Anne Hathaway"],
        "director": "Christopher Nolan",
        "rating": [8.4],
        "desc": "Bane, một tên tội phạm đầy quyền lực, đã tới thành phố Gotham để gây rối và đe dọa sự an toàn của thành phố. Batman phải quay trở lại để đương đầu với Bane và giải cứu Gotham một lần nữa. Tuy nhiên, anh cũng phải đối mặt với những thử thách và mất mát nặng nề trong quá trình đó.",
        "img": "./images/TheDarkKnightRises/img.jpg",
        "source": "https://www.youtube.com/embed/GokKUqLcvD8",
        "age": 13,
        "year": 2012,
        "cmt": [],
        "genre": ["Hành động", "Siêu anh hùng"]
    },
    {
        "name": "Cars 2",
        "actor": ["Owen Wilson", "Larry the Cable Guy", "Michael Caine", "Emily Mortimer"],
        "director": "John Lasseter, Brad Lewis",
        "rating": [6.1],
        "desc": "Khi Lightning McQueen và người bạn tốt Mater đến tham gia cuộc đua xe trên toàn cầu, họ phát hiện ra rằng mình đã bị lôi kéo vào một âm mưu quốc tế để phá hủy đường đua. Với sự giúp đỡ của các nhân vật mới, họ phải chiến đấu để bảo vệ sự danh tiếng của mình và chứng tỏ rằng họ là những tay đua tuyệt vời nhất.",
        "img": "./images/Cars2/img.jpg",
        "source": "https://www.youtube.com/embed/oFTfAdauCOo",
        "age": 0,
        "year": 2011,
        "cmt": [],
        "genre": ["Hành động", "Hoạt hình"]
    },
    {
        "name": "Crazy Stupid Love",
        "actor": ["Steve Carell", "Ryan Gosling", "Julianne Moore", "Emma Stone"],
        "director": "Glenn Ficarra, John Requa",
        "rating": [7.4],
        "desc": "Crazy Stupid Love kể về câu chuyện của một người đàn ông trung niên tên Cal Weaver (Steve Carell) sau khi anh phát hiện ra rằng vợ mình đã ngoại tình và muốn ly hôn. Cal bị đổ vỡ và rơi vào tình trạng uống rượu đắm chìm, cho đến khi gặp gỡ một chàng trai trẻ tuổi (Ryan Gosling) cùng đồng hành với một nhóm phụ nữ. Họ giúp Cal tìm lại niềm tin vào tình yêu và hướng anh ta đến một mối tình mới với một người phụ nữ trẻ tuổi (Marisa Tomei). Trong khi đó, con trai của Cal, Robbie (Jonah Bobo), đang cố gắng chinh phục cô bạn gái của mình (Analeigh Tipton) bằng cách cầu hôn cô ấy trên sân khấu trường trung học. Bên cạnh đó, vợ của Cal (Julianne Moore) và đồng nghiệp của cô ấy (Kevin Bacon) cũng đang cố gắng tìm kiếm tình yêu thật sự của mình.",
        "img": "./images/CrazyStupidLove/img.jpg",
        "source": "https://www.youtube.com/embed/8iCwtxJejik",
        "age": 13,
        "year": 2011,
        "cmt": [],
        "genre": ["Lãng mạn", "Hài hước", "Tâm lý"]
    },
    {
        "name": "Johnny English Reborn",
        "actor": ["Rowan Atkinson", "Gillian Anderson", "Dominic West"],
        "director": "Oliver Parker",
        "rating": [6.3],
        "desc": "Sau khi trở về từ sự vắng mặt kéo dài, Johnny English được phân công để ngăn chặn một âm mưu ám sát Thủ tướng Trung Quốc",
        "img": "./images/JohnnyEnglishReborn/img.jpg",
        "source": "https://www.youtube.com/embed/cKYec49R2a4",
        "age": 13,
        "year": 2011,
        "cmt": [],
        "genre": ["Hành động", "Hài hước", "Gián điệp"]
    },
    {
        "name": "Blue Valentine",
        "actor": ["Ryan Gosling", "Michelle Williams"],
        "director": "Derek Cianfrance",
        "rating": [7.3],
        "desc": "Blue Valentine kể về chuyện tình đầy cảm xúc giữa cặp đôi Dean và Cindy. Phim lấy hai khung thời gian khác nhau để khai thác mối quan hệ của họ: khung thời gian đầu tiên khi cặp đôi gặp nhau và khung thời gian sau đó, khi họ đang đối mặt với những vấn đề trong cuộc sống hôn nhân. Phim thể hiện rất chân thật những cảm xúc phức tạp của những người yêu nhau.",
        "img": "./images/BlueValentine/img.jpg",
        "source": "https://www.youtube.com/embed/aILx69WrRhQ",
        "age": 17,
        "year": 2010    ,
        "cmt": [],
        "genre": ["Lãng mạn", "Tâm lý"]
    },
    {
        "name": "Black Swan",
        "actor": ["Natalie Portman", "Mila Kunis", "Vincent Cassel"],
        "director": "Darren Aronofsky",
        "rating": [8.0],
        "desc": "Black Swan là một bộ phim kinh dị tâm lý xoay quanh cuộc đời của nữ vũ công múa Nina (Natalie Portman), người phải đối mặt với những ám ảnh và cạm bẫy trong cuộc sống và nghề nghiệp của mình. Nina được chọn để đóng vai chính trong vở ballet nổi tiếng 'Hồ Thiên Nga', và đó là bước ngoặt quan trọng trong sự nghiệp của cô. Tuy nhiên, sự đổi mới và thay đổi trong vở ballet này dần khiến Nina trở nên điên cuồng và mất kiểm soát, và cô bắt đầu trải qua những trải nghiệm kỳ lạ và kinh hoàng.",
        "img": "./images/BlackSwan/img.jpg",
        "source": "https://www.youtube.com/embed/5jaI1XOB-bs",
        "age": 17,
        "year": 2010,
        "cmt": [],
        "genre": ["Kinh dị", "Tâm lý", "Nhạc kịch"]
    },
    {
        "name": "Kick-Ass",
        "actor": ["Aaron Taylor-Johnson", "Chloë Grace Moretz", "Nicolas Cage"],
        "director": "Matthew Vaughn",
        "rating": [7.6],
        "desc": "Dave Lizewski là một học sinh trung học bình thường ở New York, nhưng lại mơ ước trở thành siêu anh hùng. Khi cậu quyết định trang bị cho mình một bộ giáp và bắt đầu hoạt động giải cứu con người, cậu nhanh chóng bị cuốn vào một cuộc chiến giữa băng đảng tội phạm và các siêu anh hùng khác. Cùng với người bạn cùng trường và một cô bé siêu đáng yêu, Dave sẽ phải đối mặt với nhiều khó khăn và nguy hiểm trong hành trình trở thành một siêu anh hùng thực thụ.",
        "img": "./images/KickAss/img.jpg",
        "source": "https://www.youtube.com/embed/2rpXHqnGDXo",
        "age": 18,
        "year": 2010,
        "cmt": [],
        "genre": ["Hành động", "Hài hước", "Siêu anh hùng"]
    },
    {
        "username": "admin",
        "email": "admin@gmail.com",
        "password": "123456",
        "provider": "local",
        "role": "admin"
      },
      {
        "username": "akleanthous0",
        "email": "bviccars0@digg.com",
        "password": "123456.",
        "provider": "local",
        "role": "user"
      },
      {
        "username": "ccaldera1",
        "email": "nsandeford1@telegraph.co.uk",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      },
      {
        "username": "gyitshak2",
        "email": "hstuchburie2@businessweek.com",
        "password": "123456.",
        "provider": "facebook",
        "role": "user"
      },
      {
        "username": "adolton3",
        "email": "gholworth3@exblog.jp",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      },
      {
        "username": "hwardhaugh4",
        "email": "kpetera4@ebay.com",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      },
      {
        "username": "lhoopper5",
        "email": "selsmor5@washington.edu",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      },
      {
        "username": "csymson6",
        "email": "eniemiec6@google.de",
        "password": "123456.",
        "provider": "local",
        "role": "user"
      },
      {
        "username": "mthornhill7",
        "email": "kmactrustam7@purevolume.com",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      },
      {
        "username": "dbonson8",
        "email": "ylambirth8@cisco.com",
        "password": "123456.",
        "provider": "google",
        "role": "user"
      }
]